---
kind: field
id: F:Autodesk.Revit.DB.PointClouds.CloudPoint.Y
source: html/8751bff9-a385-0439-2623-a45c6b2e8aae.htm
---
# Autodesk.Revit.DB.PointClouds.CloudPoint.Y Field

The Y coordinate

## Syntax (C#)
```csharp
public float Y
```